balazsgrill/modembed/res/Devices/dsPIC33/DSPIC33FJ64GP706.PIC
        <edc:SFRDef edc:access="--rrrrrr--rrrrrr" edc:cname="C2FIFO" edc:desc="" edc:impl="0x3f3f" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000" edc:name="C2FIFO" edc:nzwidth="0x10" edc:por="0000000000000000">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="FNRB" edc:desc="" edc:mask="0x3f" edc:name="FNRB" edc:nzwidth="0x6"/>
              <edc:AdjustPoint edc:offset="2"/>
              <edc:SFRFieldDef edc:cname="FBP" edc:desc="" edc:mask="0x3f" edc:name="FBP" edc:nzwidth="0x6"/>
            </edc:SFRMode>
            <edc:SFRMode edc:id="LT.0">
              <edc:SFRFieldDef edc:cname="FNRB0" edc:desc="" edc:mask="0x1" edc:name="FNRB0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FNRB1" edc:desc="" edc:mask="0x1" edc:name="FNRB1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FNRB2" edc:desc="" edc:mask="0x1" edc:name="FNRB2" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FNRB3" edc:desc="" edc:mask="0x1" edc:name="FNRB3" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FNRB4" edc:desc="" edc:mask="0x1" edc:name="FNRB4" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FNRB5" edc:desc="" edc:mask="0x1" edc:name="FNRB5" edc:nzwidth="1"/>
              <edc:AdjustPoint edc:offset="2"/>
              <edc:SFRFieldDef edc:cname="FBP0" edc:desc="" edc:mask="0x1" edc:name="FBP0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FBP1" edc:desc="" edc:mask="0x1" edc:name="FBP1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FBP2" edc:desc="" edc:mask="0x1" edc:name="FBP2" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FBP3" edc:desc="" edc:mask="0x1" edc:name="FBP3" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FBP4" edc:desc="" edc:mask="0x1" edc:name="FBP4" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="FBP5" edc:desc="" edc:mask="0x1" edc:name="FBP5" edc:nzwidth="1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:SFRDef edc:access="--rrrrrrccc-cccc" edc:cname="C2INTF" edc:desc="" edc:impl="0x3fef" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000" edc:name="C2INTF" edc:nzwidth="0x10" edc:por="0000000000000000">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="TBIF" edc:desc="" edc:mask="0x1" edc:name="TBIF" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="RBIF" edc:desc="" edc:mask="0x1" edc:name="RBIF" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="RBOVIF" edc:desc="" edc:mask="0x1" edc:name="RBOVIF" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FIFOIF" edc:desc="" edc:mask="0x1" edc:name="FIFOIF" edc:nzwidth="0x1"/>
              <edc:AdjustPoint edc:offset="1"/>
              <edc:SFRFieldDef edc:cname="ERRIF" edc:desc="" edc:mask="0x1" edc:name="ERRIF" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="WAKIF" edc:desc="" edc:mask="0x1" edc:name="WAKIF" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="IVRIF" edc:desc="" edc:mask="0x1" edc:name="IVRIF" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="EWARN" edc:desc="" edc:mask="0x1" edc:name="EWARN" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="RXWARN" edc:desc="" edc:mask="0x1" edc:name="RXWAR" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="TXWARN" edc:desc="" edc:mask="0x1" edc:name="TXWAR" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="RXBP" edc:desc="" edc:mask="0x1" edc:name="RXBP" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="TXBP" edc:desc="" edc:mask="0x1" edc:name="TXBP" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="TXBO" edc:desc="" edc:mask="0x1" edc:name="TXBO" edc:nzwidth="0x1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:SFRDef edc:access="--------nnnnnnnn" edc:cname="C2INTE" edc:desc="" edc:impl="0xff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000" edc:name="C2INTE" edc:nzwidth="0x10" edc:por="0000000000000000">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="TBIE" edc:desc="" edc:mask="0x1" edc:name="TBIE" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="RBIE" edc:desc="" edc:mask="0x1" edc:name="RBIE" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="RBOVIE" edc:desc="" edc:mask="0x1" edc:name="RBOVIE" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FIFOIE" edc:desc="" edc:mask="0x1" edc:name="FIFOIE" edc:nzwidth="0x1"/>
              <edc:AdjustPoint edc:offset="1"/>
              <edc:SFRFieldDef edc:cname="ERRIE" edc:desc="" edc:mask="0x1" edc:name="ERRIE" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="WAKIE" edc:desc="" edc:mask="0x1" edc:name="WAKIE" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="IVRIE" edc:desc="" edc:mask="0x1" edc:name="IVRIE" edc:nzwidth="0x1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:SFRDef edc:access="nnnnnnnnnnnnnnnn" edc:cname="C2EC" edc:desc="" edc:impl="0xffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000" edc:name="C2EC" edc:nzwidth="0x10" edc:por="0000000000000000">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="RERRCNT" edc:desc="" edc:mask="0xff" edc:name="RERRCNT" edc:nzwidth="0x8"/>
              <edc:SFRFieldDef edc:cname="TERRCNT" edc:desc="" edc:mask="0xff" edc:name="TERRCNT" edc:nzwidth="0x8"/>
            </edc:SFRMode>
            <edc:SFRMode edc:id="LT.0">
              <edc:SFRFieldDef edc:cname="RERRCNT0" edc:desc="" edc:mask="0x1" edc:name="RERRCNT0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT1" edc:desc="" edc:mask="0x1" edc:name="RERRCNT1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT2" edc:desc="" edc:mask="0x1" edc:name="RERRCNT2" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT3" edc:desc="" edc:mask="0x1" edc:name="RERRCNT3" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT4" edc:desc="" edc:mask="0x1" edc:name="RERRCNT4" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT5" edc:desc="" edc:mask="0x1" edc:name="RERRCNT5" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT6" edc:desc="" edc:mask="0x1" edc:name="RERRCNT6" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="RERRCNT7" edc:desc="" edc:mask="0x1" edc:name="RERRCNT7" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT0" edc:desc="" edc:mask="0x1" edc:name="TERRCNT0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT1" edc:desc="" edc:mask="0x1" edc:name="TERRCNT1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT2" edc:desc="" edc:mask="0x1" edc:name="TERRCNT2" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT3" edc:desc="" edc:mask="0x1" edc:name="TERRCNT3" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT4" edc:desc="" edc:mask="0x1" edc:name="TERRCNT4" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT5" edc:desc="" edc:mask="0x1" edc:name="TERRCNT5" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT6" edc:desc="" edc:mask="0x1" edc:name="TERRCNT6" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="TERRCNT7" edc:desc="" edc:mask="0x1" edc:name="TERRCNT7" edc:nzwidth="1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:SFRDef edc:access="--------nnnnnnnn" edc:cname="C2CFG1" edc:desc="" edc:impl="0xff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000" edc:name="C2CFG1" edc:nzwidth="0x10" edc:por="0000000000000000">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="BRP" edc:desc="" edc:mask="0x3f" edc:name="BRP" edc:nzwidth="0x6"/>
              <edc:SFRFieldDef edc:cname="SJW" edc:desc="" edc:mask="0x3" edc:name="SJW" edc:nzwidth="0x2"/>
            </edc:SFRMode>
            <edc:SFRMode edc:id="LT.0">
              <edc:SFRFieldDef edc:cname="BRP0" edc:desc="" edc:mask="0x1" edc:name="BRP0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="BRP1" edc:desc="" edc:mask="0x1" edc:name="BRP1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="BRP2" edc:desc="" edc:mask="0x1" edc:name="BRP2" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="BRP3" edc:desc="" edc:mask="0x1" edc:name="BRP3" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="BRP4" edc:desc="" edc:mask="0x1" edc:name="BRP4" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="BRP5" edc:desc="" edc:mask="0x1" edc:name="BRP5" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SJW0" edc:desc="" edc:mask="0x1" edc:name="SJW0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SJW1" edc:desc="" edc:mask="0x1" edc:name="SJW1" edc:nzwidth="1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:SFRDef edc:access="-n---nnnnnnnnnnn" edc:cname="C2CFG2" edc:desc="" edc:impl="0x47ff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0x000xxxxxxxxxxx" edc:name="C2CFG2" edc:nzwidth="0x10" edc:por="0x000xxxxxxxxxxx">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="PRSEG" edc:desc="" edc:mask="0x7" edc:name="PRSEG" edc:nzwidth="0x3"/>
              <edc:SFRFieldDef edc:cname="SEG1PH" edc:desc="" edc:mask="0x7" edc:name="SEG1PH" edc:nzwidth="0x3"/>
              <edc:SFRFieldDef edc:cname="SAM" edc:desc="" edc:mask="0x1" edc:name="SAM" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="SEG2PHTS" edc:desc="" edc:mask="0x1" edc:name="SEG2PHTS" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="SEG2PH" edc:desc="" edc:mask="0x7" edc:name="SEG2PH" edc:nzwidth="0x3"/>
              <edc:AdjustPoint edc:offset="3"/>
              <edc:SFRFieldDef edc:cname="WAKFIL" edc:desc="" edc:mask="0x1" edc:name="WAKFIL" edc:nzwidth="0x1"/>
            </edc:SFRMode>
            <edc:SFRMode edc:id="LT.0">
              <edc:SFRFieldDef edc:cname="PRSEG0" edc:desc="" edc:mask="0x1" edc:name="PRSEG0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="PRSEG1" edc:desc="" edc:mask="0x1" edc:name="PRSEG1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="PRSEG2" edc:desc="" edc:mask="0x1" edc:name="PRSEG2" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SEG1PH0" edc:desc="" edc:mask="0x1" edc:name="SEG1PH0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SEG1PH1" edc:desc="" edc:mask="0x1" edc:name="SEG1PH1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SEG1PH2" edc:desc="" edc:mask="0x1" edc:name="SEG1PH2" edc:nzwidth="1"/>
              <edc:AdjustPoint edc:offset="2"/>
              <edc:SFRFieldDef edc:cname="SEG2PH0" edc:desc="" edc:mask="0x1" edc:name="SEG2PH0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SEG2PH1" edc:desc="" edc:mask="0x1" edc:name="SEG2PH1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="SEG2PH2" edc:desc="" edc:mask="0x1" edc:name="SEG2PH2" edc:nzwidth="1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:SFRDef edc:access="nnnnnnnnnnnnnnnn" edc:cname="C2FEN1" edc:desc="" edc:impl="0xffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000111111" edc:name="C2FEN1" edc:nzwidth="0x10" edc:por="0000000000111111">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="FLTEN0" edc:desc="" edc:mask="0x1" edc:name="FLTEN0" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN1" edc:desc="" edc:mask="0x1" edc:name="FLTEN1" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN2" edc:desc="" edc:mask="0x1" edc:name="FLTEN2" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN3" edc:desc="" edc:mask="0x1" edc:name="FLTEN3" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN4" edc:desc="" edc:mask="0x1" edc:name="FLTEN4" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN5" edc:desc="" edc:mask="0x1" edc:name="FLTEN5" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN6" edc:desc="" edc:mask="0x1" edc:name="FLTEN6" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN7" edc:desc="" edc:mask="0x1" edc:name="FLTEN7" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN8" edc:desc="" edc:mask="0x1" edc:name="FLTEN8" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN9" edc:desc="" edc:mask="0x1" edc:name="FLTEN9" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN10" edc:desc="" edc:mask="0x1" edc:name="FLTEN10" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN11" edc:desc="" edc:mask="0x1" edc:name="FLTEN11" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN12" edc:desc="" edc:mask="0x1" edc:name="FLTEN12" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN13" edc:desc="" edc:mask="0x1" edc:name="FLTEN13" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN14" edc:desc="" edc:mask="0x1" edc:name="FLTEN14" edc:nzwidth="0x1"/>
              <edc:SFRFieldDef edc:cname="FLTEN15" edc:desc="" edc:mask="0x1" edc:name="FLTEN15" edc:nzwidth="0x1"/>
            </edc:SFRMode>
            <edc:SFRMode edc:id="LT.0">
              <edc:SFRFieldDef edc:cname="FLTEN" edc:desc="" edc:mask="0xffff" edc:name="FLTEN" edc:nzwidth="16"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
        <edc:AdjustPoint edc:offset="2"/>
        <edc:SFRDef edc:access="nnnnnnnnnnnnnnnn" edc:cname="C2FMSKSEL1" edc:desc="" edc:impl="0xffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000" edc:name="C2FMSKSEL1" edc:nzwidth="0x10" edc:por="0000000000000000">
          <edc:AliasList/>
          <edc:SFRModeList>
            <edc:SFRMode edc:id="DS.0">
              <edc:SFRFieldDef edc:cname="F0MSK" edc:desc="" edc:mask="0x3" edc:name="F0MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F1MSK" edc:desc="" edc:mask="0x3" edc:name="F1MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F2MSK" edc:desc="" edc:mask="0x3" edc:name="F2MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F3MSK" edc:desc="" edc:mask="0x3" edc:name="F3MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F4MSK" edc:desc="" edc:mask="0x3" edc:name="F4MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F5MSK" edc:desc="" edc:mask="0x3" edc:name="F5MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F6MSK" edc:desc="" edc:mask="0x3" edc:name="F6MSK" edc:nzwidth="0x2"/>
              <edc:SFRFieldDef edc:cname="F7MSK" edc:desc="" edc:mask="0x3" edc:name="F7MSK" edc:nzwidth="0x2"/>
            </edc:SFRMode>
            <edc:SFRMode edc:id="LT.0">
              <edc:SFRFieldDef edc:cname="F0MSK0" edc:desc="" edc:mask="0x1" edc:name="F0MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F0MSK1" edc:desc="" edc:mask="0x1" edc:name="F0MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F1MSK0" edc:desc="" edc:mask="0x1" edc:name="F1MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F1MSK1" edc:desc="" edc:mask="0x1" edc:name="F1MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F2MSK0" edc:desc="" edc:mask="0x1" edc:name="F2MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F2MSK1" edc:desc="" edc:mask="0x1" edc:name="F2MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F3MSK0" edc:desc="" edc:mask="0x1" edc:name="F3MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F3MSK1" edc:desc="" edc:mask="0x1" edc:name="F3MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F4MSK0" edc:desc="" edc:mask="0x1" edc:name="F4MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F4MSK1" edc:desc="" edc:mask="0x1" edc:name="F4MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F5MSK0" edc:desc="" edc:mask="0x1" edc:name="F5MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F5MSK1" edc:desc="" edc:mask="0x1" edc:name="F5MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F6MSK0" edc:desc="" edc:mask="0x1" edc:name="F6MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F6MSK1" edc:desc="" edc:mask="0x1" edc:name="F6MSK1" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F7MSK0" edc:desc="" edc:mask="0x1" edc:name="F7MSK0" edc:nzwidth="1"/>
              <edc:SFRFieldDef edc:cname="F7MSK1" edc:desc="" edc:mask="0x1" edc:name="F7MSK1" edc:nzwidth="1"/>
            </edc:SFRMode>
          </edc:SFRModeList>
          <edc:StimInfo edc:stimpcfiles="" edc:stimregfiles="" edc:stimscl="rwb" edc:stimtype="Record"/>
        </edc:SFRDef>
